Repository: javiergomezgit/CryptoChat
Catalog: CryptoChat/Support/*.lproj/Localizable.strings
Languages: es

source: Let me know
es: Notificame

source: Allow Notifications
es: Aceptar notificaciones

source: Do you want us to let you know when your friends reply back?
es: Te gustaria saber cuando tu contacto aprobó la solicitud

source: Current Passcode
es: Código actual

source: Delete
es: Borrar

source: New Passcode
es: Nuevo código

source: Confirm Passcode
es: Confirmar Código

source: Set Passcode
es: Crea tu codigo

source: Pull to refresh
es: Desliza para Actualizar

source: Search Contacts
es: Buscar en Contacts

source: Your contact accepted the request
es: Tu contacto aceptó la invitación

source: Clear Chat
es: Borrar chat

source: Clear
es: Borrar

source: Are you sure you want to erase chat
es: Estas seguro de borrar el chat?

source: Block Contact
es: Bloquear contacto

source: Are you sure you want to block contact
es: Estas seguro de querer bloquear el contacto?

source: Block
es: Bloquear

source: Passcode has to be 4 numbers
es: Código tiene que ser 4 números

source: Search for users
es: Buscar usuarios

source: No results
es: No resultados

source: Cancel
es: Cancelar

source: The chat has been erased
es: El chat se ha borrado

source: Search Chats
es: Buscar en chats

source: Attach Photo
es: Agregar Foto

source: Add a photo or video
es: Agrega una foto o video

source: Gallery
es: Galería

source: Camera
es: Cámara

source: Not matching face, possible security bridge
es: Posible fallo en seguridad

source: Settings
es: Ajustes

source: New Friend Request
es: Nueva solicitud

source: You have a new request from
es: Tienes una nueva solicitud

source: Request
es: Solicitud

source: We sent a request for chatting
es: Enviamos una solicitud para conversar

source: Password for a new conversation
es: Código para nueva conversación

source: Please provide a 4 numbers passcode
es: Provee un código nuevo de 4 numeros

source: Save
es: Guardar

source: Send
es: Enviar

source: Color Theme
es: Estilo de color

source: Others
es: Otros

source: Error, try again
es: Error, intenta de nuevo

source: Username
es: Usuario

source: You can change it later
es: Lo puedes cambiar despues

source: Username already exists
es: Usuario ya existe

source: Profile Photo
es: Foto Perfil

source: Attach a photo for your profile
es: Agrega una foto para tu perfil

source: Account
es: Cuenta

source: Change Username
es: Cambiar usuario

source: Phone Number
es: Número de Teléfono

source: General Passcode
es: Código General

source: Privacy
es: Privacidad

source: Logout
es: Cerrar Sesión

source: Blocked Users
es: Usuarios Bloqueados

source: Delete Account
es: Eliminar cuenta

source: Are you sure you want to log out?
es: Estas seguro de cerrar sesión

source: Loging Out
es: Cerrar Sesión

source: Are you sure you want to delete your account?
es: Estas seguro de querer elminar tu cuenta

source: Change Settings
es: Cambiar Ajustes

source: To change your notifications you have to go to settings
es: Para cambiar notificaciones, tienes que ir a tus ajustes

source: Take me
es: Llevame

source: Security & Privacy
es: Seguridad y Privacidad

source: Private
es: Privado

source: Auto Lock
es: Auto Bloquear

source: Contact us
es: Contactanos

source: Unblock
es: Desbloquear

source: Are you sure you want to unblock this user?
es: Estas seguro de desbloquar este usuario

source: Update
es: Actualizar

source: Success
es: Exito

source: Username Successfully Updated
es: Nombre de usuario actualizado correctamente

source: Phone number has to be 10 digits
es: Número de teléfono tiene que ser 10 digitos

source: Already exists
es: Ya existe

source: Code for New phone number
es: Código para un nuevo número

source: Please provide the code on your text messages
es: Porfavor provee el código en tus mensajes de texto

source: Phone Number Successfully Updated
es: Número de teléfono actualizado correctamente

source: Email Successfully Updated
es: Correo actualizado correctamente

source: Emails don't match
es: Correos no coinciden

source: Password Successfully Updated
es: Contraseña actualizada correctamente

source: New
es: Nuevo

source: Current
es: Actual

source: Buy me a coffee
es: Comprame un café

source: Privacy Policy
es: Privacidad

source: Wrong information
es: Información erronea

source: Username not found, try again
es: Usuario no encontrado, intenta de nuevo

source: Username or email can not be empty
es: Usuario o correo no pueden estar vacios

source: Phone number should be at least 10 digits
es: Número de teléfono debe de ser 10 digitos

source: Phone number
es: Número de teléfono

source: Country code shouldn't be empty
es: Codigo de pais no puede estar vacio

source: User created successfully
es: Usuario creado exitosamente

source: Passwords are not matching
es: Contraseñas no coinciden

source: Password
es: Contraseña

source: Passwords have to be more than 6 characters
es: Contraseña tiene que ser mas de 6 caracteres

source: Wrong format, fields can not be empty
es: Formato erroneo, no debe de haber campos vacios

source: Format of country code or phone number are wrong
es: Formato erroneo en tu codigo de país o número de teléfono

source: Wrong code, make sure to verify in your text messages (SMS)
es: Codigo erroneo, asegurate de verificar tus mensajes de texto (SMS)

source: Look for new contacts
es: Busca nuevos contactos

source: Send messages to your contacts
es: Envia mensajes a tus contactos

source: Your messages will be here
es: Tus mensajes estarán aquí

source: Your contacts will be here
es: Tus contactos estarán aquí

source: Unlock to reveal the messages
es: Desbloquea para revelar los mensajes

source: Check your text message for code verification
es: Busca en tus mensajes de text (SMS) un código para iniciar sesión
